11/data/attachments/f27a537e9a1066da.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_27f386d2-a8f3-40b8-a19f-6b4e1b7fd735</nif:username>
            <nif:friendToBeAdded>Courtney_senior_Actions_94720_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>